"Preferences..." = "Настройки...";
"Hide Menu Bar Icon" = "Убрать значок со строки меню";
"Show Menu Bar Icon" = "Показать значок в строки меню";
"Tools" = "Tools";
"Export Preferences..." = "Экспортировать настройки…";
"Import Preferences..." = "Импортировать настройки…";
"Reset Preferences..." = "Reset Preferences...";
"Restart Finder" ="Перезапустить Finder";
"Restart XtraFinder" ="Restart XtraFinder";
"Uninstall XtraFinder" = "Удалить XtraFinder";
"About XtraFinder" = "Об XtraFinder";
"Check for Updates..." = "Проверить наличие обновлений…";

"XtraFinder Preferences" = "Настройки XtraFinder";

"Tabs" = "Вкладки";
"Features" = "Особенности";

"Tabs (experimental)" = "Вкладки (экспериментально)";
"Open new tab with same path" = "Открыть новую вкладку с тем же путём";
"Save open tabs when quitting Finder" = "Сохранить открытые вкладки при выходе из Finder";
"Show Pinnable Window" = "Показать закрепляемое окно";
"Show the Pin button" = "Показать кнопку Закрепить";
"Slide from:" = "Выдвигается:";
"Bottom" = "Снизу";
"Left" = "Слева";
"Right" = "Справа";
"Top" = "Сверху";
"Always open new tab in the Pinnable window" = "Всегда показывать новую вкладку в закрепляемом окне";
"Dual Panel mode:" = "Двухпанельный режим:";
"Show the second Sidebar" = "Показать второе боковое меню";
"Middle-click on Sidebar to open in the second panel" = "Щелчок средней клавишей по боковому меню открывает во второй панели";
"⇧+click on Sidebar to open in the second panel" = "⇧+щелчок по боковому меню открывает вторую панель";
"Shortcuts" = "Горячие клавиши";
"Narrow Tab Bar" = "Узкая панель вкладок";
"Tab style" = "Стиль вкладок";
"*Require closing windows." = "*Требует закрытия окон.";
"Right-Click on New Tab button" = "Щелчок правой кнопкой на кнопке Новая вкладка";
"Double-Click on Tab" = "Двойной щелчок на Вкладке";
"Use ⌘+Number shortcuts to switch tab" = "Использовать ⌘+цифра для переключения вкладок";
"Copy to Other Panel" = "Копировать на другую панель";
"Move to Other Panel" = "Переместить на другую панель";

"Arrange folders on top" = "Разместить папки вначале";
"Maximize window when zooming" = "Развернуть окно при увеличении";
"Arrange items by Name in Icons View" = "Упорядочить объекты по имени в режиме значков";
"Hide dot files on Desktop" = "Не показывать скрытые файлы на рабочем столе";
"Spring-loaded Path Bar" = "Пружинная Строка пути";
"Click any item in the Path Bar to show contents menu" = "Нажатие объекта в строке пути показывает его содержимое";
"Cut & Paste" = "Копировать и вставить";
"Light text on dark background" = "Светлый текст на тёмном фоне";
"Does not support Icons view mode." = "Не поддерживается в режиме значков.";
"Sort Recent Folders menu by last opened date" = "Сортировать недавно использованные папки по дате последнего открытия";
"Automatically adjust width of Name column" = "Автоматически устанавливать размер колонки Имя";
"Maximum width:" = "Наибольшая ширина:";
"Show colorful icons in the sidebar" = "Показывать цветные значки в боковом меню";
"Show label color in the sidebar" = "Показывать цветовую метку в боковом меню";
"Press Return to open selection" = "Нажатие клавиши Ввод открывает выбранное";
"Press Backspace (Backward Delete) to Go Back" = "Нажатие клавиши Назад возращает назад";
"Press Delete (Forward Delete) to Move to Trash" = "Нажатие клавиши Удалить перемещает в Корзину";
"Rename" = "Переименовать";
"Middle-click to open folder in new window or new tab" = "Щелчок по средней клавише открывает папку в новом окне или новой вкладке";
"Display folder item count in List view" = "Отображать количество объектов в режиме Списка";
"Always show Toolbar" = "Всегда показывать Панель инструментов";
"Add XtraFinder's functions to the toolbar" = "Добавить функции XtraFinder на панель";
"Show Go Up button in the toolbar" = "Показывать кнопку Вверх на панели";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Использовать клавиши ⌘⌥⇧+цифра для установки Метки";
"Hide Share item in the context menu" = "Спрятать строку Поделиться в контекстном меню";
"Show total size of selected items in Status Bar" = "Show total size of selected items in Status Bar";
"Automatically calculate size" = "Automatically calculate size";

"Appearance" = "Внешний вид";
"Sidebar-related options may cause crash" = "Настройки, касающиеся бокового меню, могут вызывать падение";
"Legacy label color painting" = "Наследуемая пометка цветом";
"Enabled for Icon View mode" = "Включено в режиме значков";
"Enabled for Desktop" = "Включено на рабочем столе";

"Add items to Finder menus" = "Добавить строки в меню Finder";

"Collapse All" = "Свернуть всё";
"Collapse the expanded nodes in List View" = "Свернуть развернутые узлы в режиме Списка";
"Show Hidden Items" = "Показать скрытые объекты";
"Refresh" = "Обновить";
"Copy Path" = "Копировать путь";
"Default:" = "По умолчанию:";
"Contents" = "Содержимое";
"Launch as Root" = "Запуск от лица root";
"Make Symbolic Link" = "Сделать символьную ссылку";
"New File..." = "Новый файл...";
"Default extension:" = "Расширение по умолчанию:";
"Manage file templates" = "Управление шаблонами";
"Copy to..." = "Копировать в...";
"Move to..." = "Перенести в...";
"Delete Permanently" = "Удалить навсегда";
"Select..." = "Выбрать...";
"Dual Window - Horizontal" = "Двойное окно - Горизонтально";
"Dual Window - Vertical" = "Двойное окно - Вертикально";
"System-wide shortcut" = "Системные горячие клавиши";
"Hide Desktop" = "Скрыть Рабочий стол";
"New Terminal Here" = "Окно Терминала здесь";
"Top Most" = "Поверх всего";
"Make window top most" = "Поместить поверх всех окон";